[
  {
    "model": "article.user",
    "pk": 1,
    "fields": {
      "username": "Hilshat76",
      "avatar": "article/avatar/IMG-20210822-WA0029_2.jpg",
      "email": "hilshat76@mail.ru",
      "country": "Россия"
    }
  },
  {
    "model": "article.user",
    "pk": 2,
    "fields": {
      "username": "Ильшат",
      "avatar": "article/avatar/IMG-20210822-WA0029.jpg",
      "email": "hilshat76@gmail.com",
      "country": "Россия"
    }
  },
  {
    "model": "article.article",
    "pk": 1,
    "fields": {
      "title": "PS5 против PS5 Pro: сравнение консолей Sony",
      "slug": "PS5 против PS5 Pro",
      "content": "Производительность\r\n\r\nКак и предыдущая версия консоли, новая PS5 Pro получит 8-ядерный процессор CPU с архитектурой AMD Zen 2 и 16 потоками, способный работать на тактовой частоте в 3,5 ГГц. Однако при необходимости процессор в «прошке» сможет разогнаться еще на 10% от своей мощности — до 3,85 ГГц. Это увеличит его производительность при запуске требовательных игр (например, God of War: Ragnarök или Horizon Forbidden West), позволяя поддерживать высокую частоту кадров без лагов.\r\nКак и предыдущая версия консоли, новая PS5 Pro получит 8-ядерный процессор CPU с архитектурой AMD Zen 2 и 16 потоками, способный работать на тактовой частоте в 3,5 ГГц. Однако при необходимости процессор в «прошке» сможет разогнаться еще на 10% от своей мощности — до 3,85 ГГц. Это увеличит его производительность при запуске требовательных игр (например, God of War: Ragnarök или Horizon Forbidden West), позволяя поддерживать высокую частоту кадров без лагов.",
      "preview": "article/article_preview/статья001.png",
      "created_at": "2024-09-20",
      "sign_of_publication": true,
      "number_of_views": 4,
      "author": 1
    }
  },
  {
    "model": "article.article",
    "pk": 2,
    "fields": {
      "title": "Кто такие гики и какие подарки им дарить",
      "slug": null,
      "content": "Как появилась гик-культура.\r\n\r\nВ прошлом столетии английское слово geek обозначало чудаковатых людей, увлекавшихся наукой, компьютерами, фантастикой, сложными настолками и прочими вещами, далекими от общепринятых интересов того времени. При этом гики часто воспринимались как оторванные от общества интроверты, предпочитавшие шумным вечеринкам узкую компанию единомышленников.\r\n\r\nСитуация начала меняться в начале XXI века, когда быстрый интернет перестал быть привилегией технарей. Гики получили возможность общаться, обмениваться любимыми сериалами и книгами, играть в набирающие популярность многопользовательские онлайн-игры.\r\nСтереотипные гики начала нулевых были представлены в таких культовых ТВ-шоу, как «Компьютерщики» и «Теория большого взрыва». После этого образ асоциального интеллектуала-затворника глубоко укоренился в культуре и завоевал по-настоящему массовую популярность.\r\n\r\nВ наше время гик-движение исчисляется тысячами последователей по всему миру. И они, в отличие от своих предшественников, активно посещают тематические фестивали, конвенты и другие события, которые сегодня можно найти в любом крупном городе нашей страны.",
      "preview": "article/article_preview/статья002.png",
      "created_at": "2024-09-20",
      "sign_of_publication": true,
      "number_of_views": 9,
      "author": 2
    }
  },
  {
    "model": "article.article",
    "pk": 3,
    "fields": {
      "title": "Как установить Google-сервисы на Huawei",
      "slug": null,
      "content": "Установка сервисов Google на Huawei\r\n\r\nЕсть два способа решения проблемы отсутствия Google-сервисов: GBox и Gspace. Они, по сути, эмулируют работу Google Play и других сервисов американского IT-гиганта. Расскажу о каждом из них подробнее.\r\n\r\nGBox\r\nGBox — это популярный инструмент для создания виртуальной среды с сервисами Google и работы в ней. Чтобы установить его, откройте Huawei AppGallery, введите в поиск «‎GBox» и установите приложение.\r\nПосле установки запустите его и в появившемся сообщении об оптимизации работы батареи выберите «‎Разрешить», чтобы программа могла работать в фоновом режиме. Да, это увеличит расход аккумулятора, но зато вы получите работающий Google Play со всеми его преимуществами.\r\nПри первом запуске GBox и установке любого из приложений программа запросит разрешение на установку из стороннего источника. Обязательно предоставьте доступ, иначе вы не сможете устанавливать приложения. Также скачайте сервисы microG для корректной работы смартфона с Google.\r\nПри попытке запуска любого из Google-сервисов вам потребуется войти в свой Google-аккаунт или создать новый. Этот процесс аналогичен настройке любого Android-смартфона.\r\nПри входе в аккаунт вы получите уведомление с предупреждением о подключении нового устройства, причем в качестве смартфона может быть указана другая модель. Это нормально, так как GBox маскирует ваш смартфон под устройство с поддержкой Google-сервисов.\r\n\r\nПосле завершения настройки вы получите рабочие сервисы Google. Однако возможны некоторые ограничения или баги. Например, в случае с Huawei Pura 70 Ultra у нас не получилось просмотреть список сохраненных паролей в Chrome. А Gmail отображается со светлой темой, тогда как в системе установлена темная. В остальном все приложения «‎корпорации добра»‎ работают штатно.\r\n\r\nGspace\r\nGspace — это, по сути, прообраз, которым вдохновлялись разработчики GBox при создании своего эмулятора. Главный его недостаток — реклама в бесплатной версии, которая появляется при каждом открытии приложения через Gspace. Чтобы от нее избавиться, необходимо приобрести «VIP Привилегию».\r\n\r\nЕе можно купить единоразово и забыть о рекламе навсегда либо купить подписку на период от месяца до года. Цена привязана к курсу доллара, поэтому она регулярно обновляется. На момент написания материала расценки были такие:\r\n\r\n1 месяц — 186,6 рубля, 3 месяца — 280,3 рубля, 6 месяцев — 467,8 рубля, 12 месяцев — 936,5 рубля, навсегда — 1498,9 рубля.",
      "preview": "article/article_preview/статья003.png",
      "created_at": "2024-09-20",
      "sign_of_publication": true,
      "number_of_views": 8,
      "author": null
    }
  },
  {
    "model": "article.article",
    "pk": 12,
    "fields": {
      "title": "1",
      "slug": null,
      "content": "1",
      "preview": "article/article_preview/IMG-20210822-WA0029_2_3hMk0zC.jpg",
      "created_at": "2024-09-20",
      "sign_of_publication": true,
      "number_of_views": 5,
      "author": null
    }
  },
  {
    "model": "article.article",
    "pk": 15,
    "fields": {
      "title": "Новая статья",
      "slug": "novaya-statya",
      "content": "фывапролд",
      "preview": "article/article_preview/IMG-20210822-WA0029_sJTLN18.jpg",
      "created_at": "2024-09-20",
      "sign_of_publication": true,
      "number_of_views": 2,
      "author": null
    }
  },
  {
    "model": "article.article",
    "pk": 16,
    "fields": {
      "title": "Test",
      "slug": "test",
      "content": "eeeeee rrrrrrrr fffffff",
      "preview": "article/article_preview/activ.jpg",
      "created_at": "2024-10-03",
      "sign_of_publication": true,
      "number_of_views": 1,
      "author": 1
    }
  }
]